Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.PressureLossUnitEnum
The Mep pressure loss unit type.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.PressureLossUnitEnum.KPA_M
KiloPascals per meters.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.PressureLossUnitEnum.W_FEET
W per feet.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.PressureLossUnitEnum.UNKNOWN
unknown unit.